["What can’t we predict?", "of course I still love you", "Speedrunning Factorio in real life …", "Fallout Shelter is on your Tesla. Tap the Entertainment button.", "Have you hugged a tunnel today?", "Embrace tunnels!", "SN8 Starship with flaps &amp; nosecone should be done in about a week. Then static fire, checkouts, static fire, fly to 60,000 ft &amp; back.", "Many exciting things will be unveiled on Battery Day 9/22 ⚡️", "A la guerre comme à la guerre", "If you bombard Earth with enough photons, eventually it emits a Tesla (AK)", "Great trip to Germany. Support from government &amp; people is super appreciated!", "Just learned that my physics prof from Penn is head of Fermilab &amp; still has some of my old homework ☺️", "Conceptual telepathy", "“All of physics is either impossible or trivial. It is impossible until you understand it, and then it becomes trivial.” E Rutherford", "Should we believe things proportionate to the evidence that they are true? (yes)", "New Tesla feature coming that enables your car to play snake jazz or Polynesian elevator music through its outside speakers wherever you go", "🐍🎷", "GPT-3 sounds like Simon &amp; Garfunkel lyrics", "Bureaucracy is inherently kafkaesque", "“Tanks 4 the memery” - panzer of the lake", "Please trash me on Wikipedia, I’m begging you", "History is written by the victors … except on Wikipedia haha", "We must pass The Great Filter", "When space travel becomes as common as air travel, the future of civilization will be assured", "Dragon is stable in the water", "4 mins to Dragon loss of signal due to atmospheric entry plasma", "Dragon will travel from south of New Zealand to Florida in ~37 minutes", "Aliens built the pyramids obv", "Starship SN5 just completed full duration static fire. 150m hop soon.", "Sure could use a good rave\nWhat’s your favorite techno", "I … I just died in your arms tonight", "The rumor that Bill Gates &amp; I are lovers is completely untrue", "The left is losing the middle", "Pronouns suck", "🌹 Twitter sucks", "Another government stimulus package is not in the best interests of the people imo", "You don’t have a soul, you are a soul", "Where are the memes? Send in … the memes …", "Nothing has gaslit more people than the movie Gaslight", "Will those who write the algorithms ever realize their negativity bias?", "I spoke with Korolev’s family today.\nHe was one of the very best.\nКорольов / Королёв.", "Best use of the term “Full Stack”?", "If you can’t beat em, join em\nNeuralink mission statement", "Read The Story of Civilization by Will &amp; Ariel Durant", "Beautiful fireworks in LA tonight", "Please take a moment to report accounts clearly engaged in harassment. It is the only way to maintain public discourse.", "🇺🇸🇺🇸 Happy 4th of July!! 🇺🇸🇺🇸", "SEC, three letter acronym, middle word is Elon’s", "Tesla will make fabulous short shorts in radiant red satin with gold trim", "Who wears short shorts? 🤣🤣", "69 days after 4/20 again haha", "Who controls the memes,\ncontrols the Universe", "Only a matter of time before someone steals a Tesla while playing GTA on a Tesla", "Apologies to Tesla customers for shifting delivery dates. It’s a crazy world out there!", "Tentative date for Tesla Shareholder Meeting &amp; Battery Day is Sept 15. Will include tour of cell production system.", "Reminder that Tesla Full Self-Driving (FSD) price goes up by $1k on July 1st", "Enabling basic Tesla Autopilot via Tesla in-app purchase is reduced to $2k until July 1", "We must pass The Great Filter", "Mars is my souldog", "If heat death is the end of the universe, it really is all about the journey", "Juneteenth is henceforth considered a US holiday at Tesla &amp; SpaceX", "lol", "The gerontocracy is out of touch with the people", "This will probably get me into trouble, but I feel I have to say it", "Off Twitter for a while", "5 mins to T-0", "Open your eyes, look up to the skies", "Cancel Cancel Culture!", "Take the red pill 🌹", "The Age of Napoleon by Will &amp; Ariel Durant is an amazing book", "Wishing good vibes for all in 2nd half 2020", "Minecraft has amazing legs", "@Alfzeta 👆", "Rage, rage against the dying of the light of consciousness", "And the rocket's red glare, \nthe bombs bursting in air", "Now give people back their FREEDOM", "Tesla stock price is too high imo", "I am selling almost all physical possessions. Will own no house.", "FREE AMERICA NOW", "Silicon Valley has become Sanctimonious Valley", "Mythic Quest is 🤣🤣 MTTD", "There are now 420 operational Starlink satellites 🛰 😉", "Giga Berlin will have world’s most advanced paint shop, with more layers of stunning colors that subtly change with curvature", "Happy Easter!\nFollow the 🐇", "Great differences in technology exist in the world about which even hardcore technologists are unaware", "Music is a limbic resonator", "u r o k", "Just had a long engineering discussion with Medtronic about state-of-the-art ventilators. Very impressive team!", "Abysmal autocorrect might be the #1 reason people don’t fear AI", "Fear the memesphere", "Fear is the mind-killer", "We should be excited about the future &amp; striving to go beyond the horizon!", "Moral condemnation used not for morality, but as a weapon for manipulation is messed up", "To those who quietly help advance the causes we mutually believe in, knowing advancing the cause is the only reward: thank you", "Scouting locations for Cybertruck Gigafactory. Will be central USA.", "Tesla should have a mega rave cave under the Berlin Gigafatory", "Coachella should postpone itself until it stops sucking", "Rocket will land in highest winds ever at Cape Canaveral tonight. This is intentional envelope expansion.", "The coronavirus panic is dumb", "Mad respect for the makers of things", "Rococo is alive &amp; living in our hearts", "Run a physics sim long enough &amp; you’ll get intelligence", "Only the heart senses beauty", "Mars is to Earth, as Terminus was to Trantor", "Late night tweets … sigh", "All things in moderation, especially etymology", "Essentially all quotes can be ascribed to Churchill", "No matter how many times u get hangry, you always think ur anger is real — Plato", "Please send your resume to BuildStarship@spacex.com if you’re coming to the Starship career day in Boca Chica tomorrow", "Giga Texas?", "Starship career day at the Stargate building (Boca Chica Blvd, TX) this Thursday from 3pm to 9pm!", "Going max hardcore on design/production Starship here in Boca. It’s awesome! Feels a bit like a Mars simulator.", "🔥🔥🔥", "Tesla will hold a super fun AI party/hackathon at my house with the Tesla AI/autopilot team in about four weeks. Invitations going out soon.", "Just wrote a song called “Don’t doubt yer vibe”", "🕺", "Chairs are underappreciated", "The stars in Starship’s mirrored hull reflected", "Want to play The Witcher game on your Tesla? (you can already watch the show on Tesla Netflix theater)", "Dragon high altitude, supersonic abort test is a risky mission, as it’s pushing the envelope in so many ways", "Megatons per year to orbit are needed for life to become multiplanetary", "We are trapped in a prison of fonts", "🎶 Toss a coin to ur Witcher 🎶", "Bitcoin is *not* my safe word", "I put the art in fart", "♥️♥️ Tesla China Team ♥️♥️\n     Such amazing progress!!", "Congratulations Tesla &amp; SpaceX on great 2019! You rock!! Looking forward to epic 2020 ♥️🚀🛰🚘☀️", "Carlos Gone", "Rest in peace Syd Mead. Your art will endure.", "Build super safe, Earthquake-proof tunnels under cities to solve traffic", "Just swipe down on Tesla nav button for car to automatically navigate to home, work or destination in calendar", "Whoa … the stock is so high lol", "Just looked at my wiki for 1st time in years. It’s insane! Btw, can someone please delete “investor”. I do basically zero investing.", "The real reason for Looper was to travel back in time &amp; stop a terrible calamity — the premiere of Cats!", "Tesla holiday software update has FSD sneak preview, Stardew Valley, Lost Backgammon &amp; a few other things", "You don’t hear much about element 43", "Never trust cynics, as they excuse their own bad deeds by telling themselves everyone does it", "If life is a video game, the graphics are great, but the plot is confusing &amp; the tutorial is way too long", "Root of energy to mass ratio is max render speed of the simulation", "Huge thanks to everyone who contributed ideas to Cybertruck. It’s better because of you! ♥️♥️♥️", "Hydrogen is a light, odorless gas, which, given enough time, turns into people who will make this statement", "200k", "Cybertruck is our last product unveil for a while, but there will be some (mostly) unexpected technology announcements next year", "Reason Cybertruck is so planar is that you can’t stamp ultra-hard 30X steel, because it breaks the stamping press", "146k Cybertruck orders so far, with 42% choosing dual, 41% tri &amp; 17% single motor", "Tesla Cybertruck (pressurized edition) will be official truck of Mars", "National Science Foundation, u should add a W to ur name. Would get way more clicks. Ur welcome.", "78% of people want to gentrify Mordor", "Gentrify Mordor?", "🖤♥️💛 GIGA BERLIN 💛♥️🖤"]