["My first pillar when I’m on the board of adidas will be an adidas Nike collaboration to support community growth", "WE WILL BE RECOGNIZED", "I’m giving all Good music artist back the 50% share I have of their masters", "My mama was a’ English teacher     I know how to use correct English    But Sometimes I just don’t feel like it aaaand I ain’t got to ⛷", "I believe Master P and Uncle Luke we’re fully independent     They pressed they own vinyl", "Been trying to connect with Master P  and Baby I’ve always felt they understood how to be independent", "WINNING IS THE ONLY OPTION", "NEW RECORDING AND PUBLISHING DEAL GUIDELINES", "Speaking Biggs now ... I shouldn’t have said anything about Puma publicly ... I apologize to Emory and Jay and the entire Puma crew", "WE’RE GOING TO MOVE THE ENTIRE MUSIC INDUSTRY INTO THE 21ST CENTURY", "CULTURE IS THE MOST POWERFUL FORCE IN HUMANITY UNDER GOD", "I’M GOING TO PERSONALLY SEE TO IT THAT TAYLOR SWIFT  GETS HER MASTERS BACK.   SCOOTER IS A CLOSE FAMILY FRIEND", "HA HA I GOT MY TWITTER BACK ⛷", "we will change the paradigm", "Artist are founders", "In the spirit of my God father Irving and his best friend Robert", "TRUST ME I WONT STOP UNTIL ALL IS FAIR TRUST ME FROM NAT YE AKA BABY PUTIN", "Bono can I get a retweet     Love you Paul can I get a retweet love you Drake Kendrick even Taylor    We need you right noooooow ⛷", "ALL THE MUSICIANS WILL BE FREE", "I wonder if Universal gonna call me ... I promise I have more ideas ... I will not stop I PROMISE YOU ON GOD", "01 This Is The Glory - 07.14.20 Ye Edit.mp3", "Ok all music coming next", "Whew 😅 that was a lot guys 🤣", "You guys it took me so long to screen grab all my contracts      Here they are", "I have to tweet page by page     The PDF is not loading on twitter", "Here are my ten Universal contracts ... I need every lawyer in the world to look at these", "Who made up the term major label in the first place??? 💩💩💩", "I forgive everyone from the music industry that is involved with modern day slavery. Vengeance is only the lords.", "OK GUYS CHECK THIS OUT ... I DONT HAVE A CONTRACT WITH UNIVERSAL ... I HAVE TEN 🤣 THEY TRY TO BURRY US ALIVE", "I KNOW MY LORD AND SAVIOR JESUS CHRIST WILL MAKE FOOLS OF AND PUNISH ALL WHO HAVE PARTICIPATED IN UNFAIR CONTRACTS", "Psalm 118:6\n6 The Lord is with me;I will not be afraid. What can mere mortals do to me?", "SONY YOU NOT OFF THE HOOK EITHER ... ONE BATTLE AT A TIME", "MY CHILDREN WILL OWN MY MASTERS ... NOT YOUR CHILDREN ... MY CHILDREN ... MY CHILDREN ... MY CHILDREN", "UNIVERSAL WONT TELL ME WHAT MY MASTERS COST BECAUSE THEY KNOW I CAN AFFORD TO BUY THEM 🙏🏾", "The media tries to kill our heroes one at a time", "We used to diss Michael Jackson the media made us call him crazy ... then they killed him", "People say it’s enough and I got my point across ... the point isn’t across until we cross the point", "I know a lot of musicians are not allowed to say anything but I can’t be muted or cancelled so I’m going to say everything as always", "Word of the day STRENGTHENETH from the King James Version", "De La Soul can’t even get their music on iTunes", "I don’t wanna see no woke tweets or hear no woke raps ... it’s show time ... it’s a whole different energy right now", "The artist deserve to own our masters ... artist are starving without tours ... Ima go get our masters ... for all artist ... pray for me", "Buuuuuuut he don’t work at of for universal so y’all gotta talk to Nat Ye ⛷", "I’ll talk to Irving Azoff though ... that’s my family", "Ya’ll not gonna play with me or none of my people ever again ... in Jesus name ... I want all the smoke pleeeeeeeease 🙏🏾🙏🏾🙏🏾🙏🏾", "⛷", "Me", "Get", "And", "Come", "Speak Gods truth to power", "My kids gonna own my masters", "Buy property", "We have to evolve", "Use the government money and buy land", "Buy land", "I have the utmost respect for all brothers ... we need to link and respect each other... no more dissing each other on labels we don’t own", "I DONT HAVE A BOARD SEAT AT GAP I DONT HAVE A BOARD SEAT AT ADIDAS ... BLACK BOARD SEATS MATTER", "‘Their", "The world needs more Joy... this idea is super fresh", "Romans 8:31 “If God is for us, who can be against us?!”", "WE GOT IN CONTACT WITH TIK TOK 🙏🏾 PRAISE THE LORD ... I’LL KEEP EVERYONE UPDATED", "THANK EVERYBODY FOR THEIR PRAYERS... I FOUND MY CHRISTIAN CFO ... GOD IS SO GOOD", "THANK EVERYBODY FOR THEIR PRAYERS... I FOUND MY CHRISTIAN CFO ... GOD IS SO GOOD", "Praise God ... look at all the ballots we’re on On 🕊\nOklahoma\nArkansas\nVermont\nWest Virginia\nColorado\nIowa\nUtah\nMinnesota\nTennessee\nVirginia", "I REFUSE TO DO ZOOMS WITH ONE PERSON IF I HAVE THEIR CONTACT ... I’VE GOT ANOTHER IDEA... IT’S CALLED FACETIME 🐄", "God is good   Good night 🙏🏾", "I’m topping 5 billion and I’m looking for a new trusted Christian CFO", "🏵 bro ... this has never been used till now", "🦪 apple ... what is this ?", "🧥 so when is this emoji appropriate ?", "Why people don’t never use this💂‍♂️\n\nThis emoji is a person too", "There’s so many lonely emojis man", "I am starting Plan A", "Da baby ad lib by the way", "Lesssgoooooooooooo", "My mother in law Kris Jenner ... makes the best music playlist 😊", "THE GOAL IS TO WIN", "Over 22,500,000 black babies have been aborted over the past 50 years.", "PIANO TRAP LIL WAYNE👽👽👽🔥🔥🔥🕊🕊🕊🛸🛸🛸", "I CAN BEAT BIDEN OFF OF WRITE INS #2020VISION", "I will beat Biden off of write ins #2020VISION", "Says the future president", "Ima focus on the music now", "One of my favorite of many things about what the Trump hat represents to me is that people can’t tell me what to do because I’m black", "Spoke with Joe Rogan    Podcast coming soon🔥🔥🔥", "From now on I’m performing with my mutherfucking hat on 🐉🐉🐉", "Love everyone      Start the year clean      Just be     All love", "RT @jeremyyyywest: YEEZUS JUST ROSE AGAIN", "2024", "Free thought", "We will change the world.  God is on my side. I am a Christian. I am a tax payer. I am myself. God is with us.", "Love everyone", "Blacks are 90% Democrats     That sounds like control to me 🤔", "They will not program me", "Just so in 2019 you know where I stand", "🐉🐉🐉", "Trump all day", "Keep moving forward", "2019 we going in     Always remember we did five albums in a row       I love making music     We always feel the love", "Love everyone", "If something’s on my mind and spirit I let it out", "Tweeting is legal and also therapeutic", "See when you care about your family you don’t let no man push you to do nothing that could risk your freedom", "If I got any cooler I would freeze to death", "I ain’t never followed anyone else’s methods     I ain’t trying to be cool", "I only play by God’s rules. I don’t follow no man made codes", "RT @noemikardash: being a kanye fan this year has been a rollercoaster, but i wouldn’t trade it for anything! i’ve made so many friends and…", "even the haters     haters are fans too", "We appreciate all the real ones who made it through 2018 with us    Thank goodness for all of our fans and supporters", "We feel the love", "Everything happens for a reason", "2019 we’re already so thankful for the blessings in order", "Refresh", "New designs new music new ideas renewed spirit we changing everything everyday the vision is crystal", "I feel stronger than ever    We are stronger than ever", "We feel soooo much love. So much good energy. So much good will", "I’m drug free and my spirit is connected. No weapon formed against us shall prosper", "I got to be myself and nobody had to “let me”", "2018 was so beautiful", "We’re super happy", "My dad got me a drone for Christmas 🔥🔥🔥", "All positive vibes", "Love everyone", "Bob Dylan", "Met with Trav at my crib this morning   We expressed ourselves    It’s all love", "WE FREE", "We free", "I love that we are destigmitizing mental health     Gucciman and Quavo have a song Bipolar this is so good for culture", "Keep squares out yo circle", "There was a handler with me at TMZ a so called voice of reason that thank the lord no longer is in my circle", "I have no more handlers     Only fear god", "I give up drinking every week", "I cannot be on meds and make watch the throne level or dark fantasy level music", "God has given me this voice for a reason", "Perhaps we stop looking at my tweets as rants and start looking at them as therapy testimonials and some even ministry", "Man makes plans and god laughs", "I need to speak about how Chance demanding that we record in Chicago reconnected me with my roots and also my faith in Jesus Christ", "You have to see and feel how happy I am and how strong my family is. We are even stronger because of this through the love and grace of god", "People said my career was over after TMZ       I need to show the world that we so called crazy people will not be just written off", "People try to ‘handle you when they think you have a mental problem", "We as a society are taking control of our consciousness and raising it together", "The paradigm is shifting", "We love", "Drake and Trav both love Ye more than anyone and I love those guys back. We love everyone", "We’re all growing together", "It’s like when you see a tv show from the 60s and it’s super racist and sexist", "I don’t blame people for not knowing how to handle this that said we as a society will learn together", "People will no longer take mental health for a joke", "Typo Lauren Michaels is the goat   The world needs that Ye SNL 👽👽👽", "Meeting with Trav tonight bet it never be a checks over stripes line again on a Trav song on Donda", "Still waiting to host SNL🤔Lauren in the goat. Ye gotta host", "Heard Hideo Kojima is in NY    We need to meet   Does anyone know where he is or how to contact him", "Meditate in positivity", "All love", "All positive vibes", "I’ve made mistakes and have karma   No man is perfect     The universe will test us", "I’m a man about my family and integrity", "Broke down doors for sneakers fashion music everything", "No artist should ever diss me for clout   Period", "I need that love and respect that we didn’t give Michael while I’m alive", "If I wasn’t here all artist would do memorial songs", "If I wasn’t hear all artist would be doing memorial songs", "I actually like sickomode but I don’t like that that is was sneak disses", "Love to all artist", "I love everybody all positive energy    No one that is a musician should ever diss me     My existence is for the rights of all artist", "All positive energy   I got love for everyone     Just don’t sneak diss or diss at all    I paid the dues for all weirdos", "I have a problem with sneak disssing", "I hit Trav earlier today    Now he just hit me    More threats", "Drake called me threatening me", "It’s not about rap     It’s about family   We have to be close as a family and never let these people infiltrate just for radio spins", "Family first", "Fuck clout", "Fuck that sickomode song        Family first and always", "It’s what I felt   And have been feeling for awhile   All positive   All love", "Perhaps I should have been more like water today", "All positive energy", "We should all be on this planet working together", "Trying to kick me while I’m down", "Our brother is lost and confused", "If Drake would go at Ye that there is interviews that he loves me then he doesn’t give a fuck about anyone", "You tried to hurt my pockets", "You threatened the safety of me and my family", "Noooooo moooooore fake playing with peoples lives kids and mental health", "Noooooooo moooooore cap", "He passes Drakes the crib everyday", "To the right    It’s   On sight     Saint stays to the right", "This clout shit done got outta hand bro", "Trav is my family and let this met throw sneak disses at me for clout", "I heard Drake had more bars dissing me that were removed", "I used to bring Travis with me everywhere with me    Im an inspiration to both him and Drake", "Only positive energy", "I will never put negative energy into a song", "I will never make a diss record", "You’re mad at me for something I didn’t do", "I would never mention your (blank)", "I’m Ye bro    Remember that   I love you   I would never intentionally hurt you     That’s what I’ve been saying to you", "This year has been really tough and you have added to the confusion", "Leave me and my family alone bro", "But you’re playing into it    Why?   A false runner???  A beat???", "You would be so sad if anything ever happened to me", "Drake this is what they want", "This is a man speaking to a man that has been placed in the program to fuck with Kanye West head and set me up", "These tweets are not emotional", "To the right it’s on sight    Saint stays to the right bro", "Never threaten north saint and Chicago’s dad bro", "Never threatened north and saint and Chicago’s daddy bro", "Trust god bro    God sees all    Stop the act     Cut the program", "Fear no man", "Nobody scared of anything but god", "Nobody scared of anything but gods", "Nobody scared of anything", "Some true artist are a bit crazy   Everybody is not Programed", "It’s not just you the world stigmatizes is and calls us crazy", "You are disrespectful to all people with mental health conditions so this is an opportunity for growth", "Trust God", "God sees all", "Please take the devil 👿 up out you bro", "We’re making the world better at all times", "This is for no ones entertainment", "Or the Mandingo part on Jango", "Drake I’m not going to physically fight you like it’s MTV boxing", "How you gone be on Trav’s song coming at me. Trav should have never allowed that", "How you gone text Kriss but not speak to me", "We need to show the world that we will speak without someone ending up dead or in jail", "We need to show people we can talk without people ending up dead or in jail", "We need to show the world that people can talk without someone ending up dead or in jail", "I’m up for talking.  We need to show all of these fans that black men can@talk without someone ending up dead or in jail", "Ye never been easy.  I navigated these waters before you.  That’s why you could be you", "You try to pick targets you think are easy", "Talk tough to real gangsters bro", "You say all this shut to me but won’t say none of that to J prince", "You send emojis", "Bro stop", "You get people hurt at concerts", "You pick@on people with mental health issues", "You trying to be a bully. I never been bullied in my life and I never will be.  That’s why I made it this far in a pink polo", "We both too high profile for you to actually do something to me", "Snoop is my elder and an inspiration to me", "There would never be a drake without a Kanye west so never come out your mouth with a threat", "If I’m bipolar      This kind of shit can get me ramped", "Stop the act", "Now it’s a kid in@critical condition", "Cause we rather act cool than sit and have a convo", "That’s why black people never get ahead and and we stay controlled", "You wouldn’t send purple emojis to scooter but you wanna need with your brother", "I’m your oxygen", "Don’t ever speak on 350s", "Now he’s so street", "I’m the guy with the pink polo that made a way for him", "When I go through shit he fucks with me and I’m his idol", "When Cudi was in the hospital he sent shots", "He be texting people I know like it’s cool     But won’t sit and talk with me", "He running around like he pac", "Everybody knows somebody", "I got a family and kids. 69 is locked up xxx is dead.  The kid that ran on stage is in the hospital", "It just doesn’t sit right on my spirit", "So drake if anything happens to me or anyone from my family you are the first suspect    So cut the tough talk", "Since the pool line he’s been trying to poke at me and fuck with me", "The kid he had run on stage at Pushas concert is in critical condition", "Drake called trying to  threatened me", "Trust God", "By the way... not cleared😂", "Mission accomplished", "Drake finally called", "Stop this already bro      You getting people hurt out here     And over what", "Buying first two rows at Pusha show  got me hot bro", "This ain’t about who could pay to have something done to somebody    This man to man bro    This been bothering me too long", "No tough talk either", "It’s all love bro bro but don’t play with me.  You stay too close to be playing all these industry games bro", "I told you I ain’t tell Pusha about your son", "Been trying to meet with you for 6 months bro       You sneak dissing on trav records and texting Kris talking bout how’s the family", "Still need that apology for mentioning the 350s and trying to take food out your idols kids mouths", "Went to visit the James Turrell crater two days ago. This is life changing. We all will live in Turrell spaces", "God answers your prayer three ways.   Yes not yet of I have a better plan for you.", "Calling out to Bob Dylan   Let’s get together", "Landscaping is a conversation with God", "Visit Fairchild Tropical Botanic Garden", "We believe in love    We don’t just try we do.. we are... We are love", "Building a fireproof community", "I’d like to do an interview with Van Jones within the next 7 days 🙌🏿", "Thank you for everyone’s prayers.  Our family is safe and close", "Raise confidence and consciousness", "Remove stress", "McDonald’s is my favorite restaurant", "I would like to thank my family, loved ones, and community for supporting my ACTUAL beliefs and my vision for a better world.", "We’re about love unity and we design for the world", "Yzy means solutions", "Yzy means solutions", "Dancing", "We have to operate as one eco system. \n\nPoly Plastic in clothes get released into the environment when we wash those clothes", "where’s the flying car department? Dan Gilbert", "trying is lying - Dan Gilbert", "home is where the heart is", "not abolish but. let’s amend the 13th amendment \n\nWe apply everyone’s opinions to our platform", "the 13th Amendment is slavery in disguise     meaning it never ended    We are the solution that heals", "no more cancel culture", "Miuccia Prada is one my earth moms and I need to meet her in the next 2 weeks #facts", "by the way Unprogrammed is a new word", "just reached HARVEY we’re going to TMZ 2mrw morning 100 strong. We need strong beings dancers. Unprogrammed to bring love \n\n#wegotlove", "there is no such thing as one sides.  There’s infinite sides", "We also work for Eddie Q😊 and all 123 thousand 🍎 crew members", "I will never be Steve. I will always be YE. We are here in service to Steve’s vision. Let’s make the planet 🍎 level", "the being formally known as Kanye West   \n\nI am YE", "YZY is becoming a for purpose service organization", "not for profit is now for purpose", "pharcyde other fish 🐠 playing at SNL\n\nMy love recites the lyrics to Passing me By. This is why I know this is my soul mate", "namaste means the divine in me sees the divine in you.   Namaste - the divine is us", "the term followers should be changed to observers. We need to follow our spirit", "art gives people the freedom to think - President Z Scott of Chicago State", "we’re upgrading our operating systems", "we’re building DONDA schools in Chicago", "Speaking for myself I personally want to participate in social media with the option of not having to show my followers or likes", "relearning how to code.  I knew how to in 7th grade when I was programming a video game", "we design everything we put our soul in", "Holographic", "#wegotlove campaign/photos shot by Rita Minissi", "music is space between noise", "we don’t need to ever be excited we need to just be", "no if ands or buts", "we need consideration", "we are divine", "🌜🌍🌛", "love is the absence of pride", "enhance structure", "Me Troy Justin and Scooter will have dinner and build on how we will make our world better. Sending positive energy", "yoga dance meditation", "we’re creating a film called Spiritual Telephone.", "eating dishes served with Gullah Geechee heritage", "our whole culture is about balance", "when you think of something positive say it out loud. Keep putting that vibe into the universe.", "love is serving others - Maurice Armitage", "change I want to we need", "we don’t try we do", "Love vs. Fear   I love when human beings are supported for using their voice", "We’re doing Chicago Comedy Jam.  We’re going to restore the Regal Theatre", "I will teach a course at the Art Institute of Chicago and the American Academy of Art", "we need to be overwhelmed with love and inspiration", "it is super inspiring I’d even say it is overwhelming which is my favorite description", "We visited theaster gates stony island art bank last week", "We’re putting a Yeezy office in Chicago", "throne2 coming soon", "2024", "We are Gods", "This is all Jedi level. I will be coming to your show within the next seven days to give love and be inspired by the art you have created.", "I never listened to either diss track that followed but I did hear quotes from both songs after they were released", "Michael we love you", "the world is the new art school", "let’s make ourselves happy", "If I don’t lose myself... it’s not me -George Condo", "there’s no such thing as an old living person    people from thousands of years ago perhaps are old      if you’re alive you’re young", "offering a service is having a purpose", "Halloween is the only day you’re not in a costume", "This is not only the greatest animation achievement in history       the subject matter is so relevant to the current state of the world", "creating a universal language is super fun", "spend as much time outside as possible     fresh air is healing", "stay inspired", "2015 feels like just yesterday   Adidas is a great partner", "deprogram", "we’re no longer fighting for change we’re simply changing things", "operation try love    take someone you don’t like and say something you like about them out loud", "no one is better than anyone", "turn shame to power", "I’m working on removing the word I ...correction we’re working on removing the word I", "You guys are so important and what you do is so special and inspiring to our planet       Thank you for being so great", "when speaking about sections of the company I like to use the word arms instead of divisions", "inject a bit of love like it’s an IV drip", "do things from love    not ego and not pride", "instead of saying I’m proud you can say I love this", "replace pride with love", "Follow your heart and find your tribe. Your tribe are people with similar passions", "you can love people that you don’t want to go to lunch with everyday", "you can love everyone but everyone isn’t your tribe", "love everyone", "love is infectious", "love is generous", "pride is one of the deadliest sins", "pride is selfish", "How to NOT kill yourself pt 1\n\nAvoid being around people who make you want to kill yourself", "To make this clear and not weird \nI’ve had these kinds of thoughts and I’m going to tell you things I’ve done to stay in a content place.", "trust your feelings don’t calculate your perception", "break the status quo", "stop trying     start doing", "love everyone", "I’m not taking no advice for the rest of my life", "I hate talking about things I’m supposed to talk about", "feeling super creative", "The universe is on our side, I’m so excited", "I had a sinus headache on a flight once and I got a fucking cat scan after because it was so bad", "creatives need each other", "when in doubt... don’t", "wholesale is dangerous for creatives", "Yeezy is an organization ran by the creative. The creative make the final decisions here.", "Chasing validation is like putting your soul in a plank position", "the universe is on our side bro", "sometimes I have trouble saying no because I want to help everyone", "Who or what is Kanye West with no ego? Just Ye", "I killed my ego", "your pride can be and will be used against you", "be great without pride", "give without pride", "Leaders create leaders", "Supermoon YEEZY desert rat campaign shot by Eli Linnetz 🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥", "I be taking naps", "I love both Deadpool movies🔥🔥🔥🔥🔥🔥🔥🔥🔥…  I heard tracks in it that sound similar to mine…  bro I would have cleared my music for Deadpool …", "We’re trying new ideas without the fear of not being perfect…  It’s just a gut feeling sometimes… just making stuff with your friends…", "I’ve never been about beef    I’m about love    lines were crossed and it’s not good for anyone    so this is dead now", "gratitude and happiness best describe what my wife means to me. I’m deeply grateful and purely happy 😊", "Google dopamine", "there was a time when we completely operated without phones.  We're addicted to our phones.", "sometimes we all need hugs", "for anyone whose tried to text or call me in the past 2 weeks   I got rid of that phone so I could focus on these albums", "rules are structure for people who can’t carve their own path successfully", "free thinking is a super power", "I’m hyper focused on the now", "naps are awesome", "All music coming out of Yeezy sound has to ride like the new Tesla   Yeezy sound is Tesla radio", "take a walk outside.  Fresh air is healing", "enjoy the present", "if you’re in the way of your own life you’ll end up in the way of other people’s lives too", "I can’t wait for electric planes.  Elon please hurry up with the ⚡️ jets😭", "I can’t wait for electric planes.  Elon please hurry up with the ⚡️ jets😭", "I can still feel the love", "most fear is learned", "when the media masses and scholars talk about what started today. Here's a title ... \n\nthe overground hell road", "we are programmed to always talk and fight race issues. We need to update our conversation.", "the universe has a plan. I knew that TMZ would be awesome.", "we need to have open discussions and ideas on unsettled pain", "stop thinking about things for a long time without saying what you think", "we're starting WORLD LOVE 1 right now the opposite of a WORLD WAR", "Through speech it may be saying simply the word love at the end of a phone call or just saying much love.", "love is infinite", "Axel Vervoordt the globe", "Yeezy is also food shelter communication education and now a VC \n\nwe've invested in 3 companies since last week", "Try to avoid repetition     do meetings in different places and at different times than the normal     break the normal", "There's a silent majority of people that have been silenced for too long", "we're being starved and anyone who starts asking unpopular questions gets demonized. Only free thinkers can change the world", "we’re in this so-called information age but we're starving for wisdom", "we're dying to be ourselves", "Or we’re dying because we've lost our inner child", "or at least we're dying to be kids", "We’re all kids", "What would you do today if you are not afraid of the consequences of failure?", "what makes kids so important to learn from psychologically is that they are not afraid to fail", "Art is the escape hatch from oppression", "Art is the threat to authority", "energy is contagious", "We can shape our future. I'm an optimist at my core. I know there will be harmony", "Remove worry", "today is the best day ever and tomorrow's going to be even better", "Trust your feelings. Stop thinking so much", "I haven't done enough research on conservatives to call myself or be called one. I'm just refusing to be enslaved by monolithic thought.", "Artist transform tragedy into beauty", "spread love. Put more love into the universe.", "we are more worried about what we can lose than what we feel", "it's really cool to say I hate you. But it's not cool to say I love you. Love has a stigma", "Instead of doing what you feel \nyou just do what other people think you should do", "the concept of loving people has a stigma", "my friend said he texted all his friends this morning and said I love you", "John Legend new single on line now 😂", "This is year one. We can't ad empathy to MAGA by hating. We can only ad empathy with love and time and truly hearing all sides", "if you feel something don't let peer pressure manipulate you", "People usually don't agree with people who don't agree with them", "The world is our family", "just think of someone you hate and try saying even to yourself that you love that person.", "Though hate is a similar emotion to love. Hate is not the answer.  Love is.", "that's the last tweet of the day. I did that one for my god-brother Puff.  Now ima go watch the Cavs.", "2 of my favorite people", "Obama was in office for eight years and nothing in Chicago changed.", "Claudio will be awesome when me and Chance build new homes in Chicago", "Claudio Silverstein is a free thinker", "Love is the most powerful force in the universe", "let's move in love not fear", "I want to see a tour with Nikki Minaj and Cardi B", "I'd like to meet with Tim Cook. I got some ideas", "need Hype Williams for Nas movie", "I'm sitting with Lucian discussing the future of the music industry. Lets bring in David Joseph and Frank Bridgman and Olivier Nusse.", "I'm so happy to hear that Peter Thiel would like to take a meeting. I feel very optimistic about the future.", "I need to meet with Larry from google", "Google supports YEEZY in ending violence in Chicago to start with", "we'd be a strategic investor. Not just a VC", "I'm 40 years old and I'm just now becoming my parents child.", "I’m nice at ping pong", "Kids See Ghost short film will be shot by Dexter Navy", "Yeezy VC invests in and develops food clothing shelter and communications", "burn that excel spread sheet 🔥😂", "decentralize", "fear takes strategy   Unlearn linear thinking   Hit you with these zig zag thoughts", "no race religion region or political party can argue with the power of love", "When my daughter acts out she actually says afterwards I just want to hear you say I love you more.", "with love I am invincible. Truth is subjective but love is the most powerful force in the world and the world needs to express more of it.", "Rocky we gotta release our songs ASAP", "I'm turn the Grammys into the Yammys", "I leave my emojis bart Simpson color", "I'm used to the heat of independent thoughts", "yes I said we. We the people like my brother Q Tip said on the final Tribe album that should have won the Grammy", "when we become president we have to change the name of the plane from Air Force one to Yeezy force one ☝️", "adidas have been great partners and they've let Yeezy be Yeezy.  This could've never happened at Nike", "the Yeezy 700 is adidas most requested shoe", "the Yeezy 350s sell 400 thousand pair in four hours. Only thing close to this is the iPhone.", "let’s be like water 😂", "oh and Ebro I love you. Ima let you finish but the Charlamagne interview is one of the best interviews of all time. 😂", "now can I get back to my positive vibes 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥", "People magazine. Watch how you speak my name. You would love a pair of Yeezys.  Don't play yourself.", "I follow the shade room.  Please never try to play Ye.", "I am this generations Ford Hughes Jobs Disney", "We will reach the prices I've promised", "I am currently the single highest paid person in footwear. That means I make more money on shoes than Michael Jordan.", "I'm nobody's \"client\"", "I no longer have a manager. I can't be managed", "spread love", "2024", "never a master. Always a student.", "to be great is to be misunderstood", "dragon 🐉 energy \nNatural born leaders\nVery instinctive \nGreat foresight", "you can say anything as long as you put the right emoji next to it.", "If your foresight is incredible   Stay stubborn to your vision", "I’ve always had a desire to do things people wouldn’t even think to do", "everyone should be their own biggest fan", "even Prince once had an access pass", "life is more exciting than the movies", "Donald Glover is a free thinker", "I feel like im 18 year old again when I make beats for Nas", "we're evolving at warp speed", "This is the funnest car I’ve ever driven", "I'm super chaaaaaarged.  Bout to take this whole thing to mars", "I heard these are really good for the environment 🙏", "I really love my Tesla. I'm in the future. Thank you Elon.", "Nas June 15th", "practice pure love", "It’s no more baring people because they have different ideas.", "self victimization is a disease", "there was a time when slavery was the trend and apparently that time is still upon us. But now it's a mentality.", "People respect people for following the general  trend and consensus", "We live in a time where people don’t respect people for being themselves", "Constantly bringing up the past keeps you stuck there", "The thought police want to suppress freedom of thought", "we have freedom of speech but not freedom of thought", "People demonize people and then they demonize anybody who sees anything positive in someone whose been demonized", "The psychological zombie effect", "Demonization has metastasized", "the blinders are off", "question everything", "The more people contribute to real time global consciousness the faster we evolve", "get past the past", "be fearless. Express what you feel not what you've been programmed to think.", "live in love not in fear", "only free thinkers", "I love the way Candace Owens thinks", "the world is our office", "Yeezy is based in Calabasas but will also be setting up offices in New York London and Wyoming", "style is genderless", "strive for universal consciousness not segregated consciousness", "everything is so planned these days. People appreciate spontaneity and honesty.", "iterations of ideas are how culture evolves.", "sharing is community holding information is capitalism", "images are limitless and words aren't. Words are defined", "I don’t believe in horizontal hierarchy. If you build a ladder too high it’s actually most dangerous for the people at the top.", "all you have to be is yourself", "I need a water proof silk nylon as soon as possible.", "people are celebrating real ideas and vibe. Not just hype", "we need to Aman Giri the world", "the beauty is in the imperfection(s)", "Pusha T May 25th", "Teyana Taylor June 22nd", "it's called Kids See Ghost. That's the name of our group", "me and Cudi album June 8th", "June 1st", "my album is 7 songs", "it's not where you take things from.  It's where you take them to", "we're all servants", "today will be the greatest day so far. Life keeps getting better and better.", "if you wanna see the true character of person watch the way they treat someone who can't do anything for them.", "truth is my goal. Controversy is my gym. I'll do a hundred reps of controversy for a 6 pack of truth", "don't trade your authenticity for approval", "Cars have four wheels. Hoodies have hoods. It's amusing to me when some one says this is an original hoodie. Bro... it's a hoodie 🤷‍♂️", "too much emphasis is put on originality. Feel free to take ideas and update them at your will all great artist take and update.", "just stop lying about shit. Just stop lying.", "trend is always late", "be transparent as possible. Stop setting plays. Stop playing chess with life. Make decisions based on love not fear.", "Fear often causes people to be manipulative", "everything you do in life stems from either fear or love", "Sometimes you have to get rid of everything", "distraction is the enemy of vision", "try to avoid any contractual situation where you are held back from your ideas", "You have to protect your ability to create at all cost", "As a creative your ideas are your strongest form of currency", "Some people have to work within the existing consciousness while some people can shift the consciousness"]